// 公告板配置文件
export const announcementConfig = {
  "title": "📢 公告栏",
  "sections": [
    {
      "title": "常规积分规则",
      "content": [
        "完成每月学习任务：+20积分",
        "Kahoot 优胜：+10积分",
        "分享知识（ DD,huddle 等）：+20积分",
        "专业解答 & 资讯分享：+5积分",
        "50积分可兑换限时礼物🎁",
        "100积分可兑换1个扭蛋币",
      ]
    },
    {
      "title": "特殊活动",
      "content": [
        "Outing九宫图：上传分享 +10积分，优秀作品 +20积分",
        "截止日期：2026-04-30"
      ]
    },
    {
      "title": "系统更新",
      "content": [
        "2026-04-25：系统上线，支持总榜单、月度经验值和周榜单",
        "2026-04-26：新增提交积分功能，支持一键跳转短信App"
      ]
    }
  ]
};
