// 公告板配置文件
export const announcementConfig = {
  "title": "📢 公告栏",
  "sections": [
    {
      "title": "常规积分规则",
      "content": [
        "完成每月学习任务：+20积分",
        "Kahoot 优胜：+10积分",
        "分享知识（ DD,huddle 等）：+20积分",
        "专业解答 & 资讯分享：+5积分",
        "50积分可兑换限时礼物🎁",
        "100积分可兑换1个扭蛋币",
      ]
    },
    {
      "title": "特殊活动",
      "content": [
        "Outing 九宫图：上传分享 +10积分。截止日期：2026-04-30",
        "观看 Town Hall 视频：+5积分",
        "藏宝图：Forum 硬盘 - 丰富人生学院 里有三份秘籍，修炼有成 +20积分"
      ]
    },
    {
      "title": "悬赏任务",
      "content": [
        "家人共享与儿童账户：整理并分享知识 +20积分"
        
      ]
    }
  ]
};
